[
  {
    "_id": "0189hNRf2g",
    "joke": "I'm tired of following my dreams. I'm just going to ask them where they are going and meet up with them later."
  },
  {
    "_id": "08EQZ8EQukb",
    "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
  },
  {
    "_id": "08xHQCdx5Ed",
    "joke": "Why didn’t the skeleton cross the road? Because he had no guts."
  },
  {
    "_id": "0DQKB51oGlb",
    "joke": "What did one nut say as he chased another nut?  I'm a cashew!"
  },
  {
    "_id": "0DtrrOZDlyd",
    "joke": "Chances are if you' ve seen one shopping center, you've seen a mall."
  },
  {
    "_id": "0LuXvkq4Muc",
    "joke": "I knew I shouldn't steal a mixer from work, but it was a whisk I was willing to take."
  },
  {
    "_id": "0ga2EdN7prc",
    "joke": "How come the stadium got hot after the game? Because all of the fans left."
  },
  {
    "_id": "0oO71TSv4Ed",
    "joke": "Why was it called the dark ages? Because of all the knights. "
  },
  {
    "_id": "0oz51ozk3ob",
    "joke": "A steak pun is a rare medium well done."
  },
  {
    "_id": "0ozAXv4Mmjb",
    "joke": "Why did the tomato blush? Because it saw the salad dressing."
  },
  {
    "_id": "0wcFBQfiGBd",
    "joke": "Did you hear the joke about the wandering nun? She was a roman catholic."
  },
  {
    "_id": "189xHQ7pOuc",
    "joke": "What creature is smarter than a talking parrot? A spelling bee."
  },
  {
    "_id": "18Elj3EIYvc",
    "joke": "I'll tell you what often gets over looked... garden fences."
  },
  {
    "_id": "18h3wcU8xAd",
    "joke": "Why did the kid cross the playground? To get to the other slide."
  },
  {
    "_id": "1DIRSfx51Dd",
    "joke": "Why do birds fly south for the winter? Because it's too far to walk."
  },
  {
    "_id": "1DQZDY0gVnb",
    "joke": "What is a centipedes's favorite Beatle song?  I want to hold your hand, hand, hand, hand..."
  },
  {
    "_id": "1DQZvXvX8Ed",
    "joke": "My first time using an elevator was an uplifting experience. The second time let me down."
  },
  {
    "_id": "1DQZvcFBdib",
    "joke": "To be Frank, I'd have to change my name."
  },
  {
    "_id": "1Dt4M7Ufaxc",
    "joke": "Slept like a log last night … woke up in the fireplace."
  },
  {
    "_id": "1T01LBXLuzd",
    "joke": "Why does a Moon-rock taste better than an Earth-rock? Because it's a little meteor."
  },
  {
    "_id": "1T0gqOZT0g",
    "joke": "I thought my wife was joking when she said she'd leave me if I didn't stop signing \"I'm A Believer\"... Then I saw her face."
  },
  {
    "_id": "1TfNRKexAd",
    "joke": "I’m only familiar with 25 letters in the English language. I don’t know why."
  },
  {
    "_id": "1gyI6EIRKBd",
    "joke": "What do you call two barracuda fish?  A Pairacuda!"
  },
  {
    "_id": "1gyskqz51ob",
    "joke": "What did the father tomato say to the baby tomato whilst on a family walk? Ketchup."
  },
  {
    "_id": "1oGYLu4T7Ed",
    "joke": "Why is Peter Pan always flying? Because he Neverlands."
  },
  {
    "_id": "1oOfFlOfaxc",
    "joke": "What do you do on a remote island? Try and find the TV island it belongs to."
  },
  {
    "_id": "1wkqrcNCljb",
    "joke": "Did you know that protons have mass? I didn't even know they were catholic."
  },
  {
    "_id": "2118E69prc",
    "joke": "Dad I’m hungry’ … ‘Hi hungry I’m dad"
  },
  {
    "_id": "218xkq49prc",
    "joke": "I was fired from the keyboard factory yesterday.  I wasn't putting in enough shifts."
  },
  {
    "_id": "21DQnbaaxc",
    "joke": "Whoever invented the knock-knock joke should get a no bell prize."
  },
  {
    "_id": "29ElG6p49pb",
    "joke": "Wife: Honey I’m pregnant.\r\n\r\nMe: Well…. what do we do now?\r\n\r\nWife: Well, I guess we should go to a baby doctor.\r\n\r\nMe: Hm.. I think I’d be a lot more comfortable going to an adult doctor."
  },
  {
    "_id": "2TnrHtcNuc",
    "joke": "When will the little snake arrive? I don't know but he won't be long..."
  },
  {
    "_id": "2TvX0wX89h",
    "joke": "Why was Pavlov's beard so soft?  Because he conditioned it."
  },
  {
    "_id": "2gFIBX82Etc",
    "joke": "Do I enjoy making courthouse puns? Guilty"
  },
  {
    "_id": "2gaMZLBszsc",
    "joke": "Why did the kid throw the clock out the window? He wanted to see time fly!"
  },
  {
    "_id": "2giGYLeiGe",
    "joke": "Hear about the new restaurant called Karma? There’s no menu: You get what you deserve."
  },
  {
    "_id": "2gii3LeN7Ed",
    "joke": "Why couldn't the kid see the pirate movie? Because it was rated arrr!"
  },
  {
    "_id": "2wP711DAdFd",
    "joke": "Man, I really love my furniture... me and my recliner go way back."
  },
  {
    "_id": "2wkykjyIYDd",
    "joke": "What did the traffic light say to the car as it passed? \"Don't look I'm changing!\""
  },
  {
    "_id": "31wHeNJB5ob",
    "joke": "My son is studying to be a surgeon, I just hope he makes the cut."
  },
  {
    "_id": "39Etc2orc",
    "joke": "Why did the man run around his bed? Because he was trying to catch up on his sleep!"
  },
  {
    "_id": "3E6MuHtH6h",
    "joke": "What did one wall say to the other wall? I'll meet you at the corner!"
  },
  {
    "_id": "3E6U8UKmbFd",
    "joke": "Sometimes I tuck my knees into my chest and lean forward.  That’s just how I roll."
  },
  {
    "_id": "3El3TCYDYob",
    "joke": "Conjunctivitis.com – now that’s a site for sore eyes."
  },
  {
    "_id": "3LRCIJY82wc",
    "joke": "How many South Americans does it take to change a lightbulb? A Brazilian"
  },
  {
    "_id": "3LmyXvsPfqc",
    "joke": "I don't trust stairs. They're always up to something."
  },
  {
    "_id": "3gibFB5Muzd",
    "joke": "Why was the robot angry? Because someone kept pressing his buttons!"
  },
  {
    "_id": "3oG6UvX82g",
    "joke": "Which is the fastest growing city in the world? Dublin'"
  },
  {
    "_id": "3w5wAIRZTnb",
    "joke": "A police officer caught two kids playing with a firework and a car battery. He charged one and let the other one off."
  },
  {
    "_id": "41LeN7EImjb",
    "joke": "What is the difference between ignorance and apathy?\r\n\r\nI don't know and I don't care."
  },
  {
    "_id": "49xPmW82g",
    "joke": "I went to a Foo Fighters Concert once... It was Everlong..."
  },
  {
    "_id": "4EBsPZvP7h",
    "joke": "Some people eat light bulbs. They say it's a nice light snack."
  },
  {
    "_id": "4ElyszXDdxc",
    "joke": "I went to the store to pick up eight cans of sprite... when I got home I realized I'd only picked seven up"
  },
  {
    "_id": "4MmjbFlbah",
    "joke": "I cut my finger chopping cheese, but I think that I may have grater problems."
  },
  {
    "_id": "4wHB51ws4Ed",
    "joke": "Last night me and my girlfriend watched three DVDs back to back. Luckily I was the one facing the TV."
  },
  {
    "_id": "4wciyk3EBAd",
    "joke": "I got a reversible jacket for Christmas, I can't wait to see how it turns out."
  },
  {
    "_id": "51DAA5Tfaxc",
    "joke": "What did Romans use to cut pizza before the rolling cutter was invented? Lil Caesars"
  },
  {
    "_id": "5M7hF6EItzd",
    "joke": "My pet mouse 'Elvis' died last night. He was caught in a trap.."
  },
  {
    "_id": "5T08U8M79pb",
    "joke": "Never take advice from electrons. They are always negative."
  },
  {
    "_id": "5TS7pbxcpb",
    "joke": "Why are oranges the smartest fruit? Because they are made to concentrate. "
  },
  {
    "_id": "5h399pWLmyd",
    "joke": "What did the beaver say to the tree? It's been nice gnawing you."
  },
  {
    "_id": "5hNJexX8prc",
    "joke": "How do you fix a damaged jack-o-lantern? You use a pumpkin patch."
  },
  {
    "_id": "5hVDAAIRKuc",
    "joke": "What did the late tomato say to the early tomato? I’ll ketch up"
  },
  {
    "_id": "5hyP79pOCd",
    "joke": "I have kleptomania, but when it gets bad, I take something for it."
  },
  {
    "_id": "5oGYLZo4Tvc",
    "joke": "I used to be addicted to soap, but I'm clean now."
  },
  {
    "_id": "5oWLeFdxkjb",
    "joke": "When is a door not a door? When it's ajar."
  },
  {
    "_id": "5wHexPC5hib",
    "joke": "I made a belt out of watches once... It was a waist of time."
  },
  {
    "_id": "69xAsrHYDAd",
    "joke": "Why did Mozart kill all his chickens?\r\nBecause when he asked them who the best composer was, they'd all say \"Bach bach bach!\"\r\n"
  },
  {
    "_id": "6EYLBscN7wc",
    "joke": "This furniture store keeps emailing me, all I wanted was one night stand!"
  },
  {
    "_id": "6EdFBAsrcpb",
    "joke": "How do you find Will Smith in the snow?  Look for fresh prints."
  },
  {
    "_id": "6MCYoGB5Tf",
    "joke": "My sister bet me $15 that I couldn't build a car out of spaghetti. You should have seen the look on her face as I drove pasta."
  },
  {
    "_id": "6MR79MJ6h",
    "joke": "My boss told me to have a good day... so I went home."
  },
  {
    "_id": "6MZobUfVKuc",
    "joke": "I just read a book about Stockholm syndrome. It was pretty bad at first, but by the end I liked it."
  },
  {
    "_id": "6MZor4T79pb",
    "joke": "Why do trees seem suspicious on sunny days? Dunno, they're just a bit shady."
  },
  {
    "_id": "6U0DIBAlbxc",
    "joke": "If at first you don't succeed, sky diving is not for you!"
  },
  {
    "_id": "6USSCQnyd",
    "joke": "I'd like to start a diet, but I've got too much on my plate right now."
  },
  {
    "_id": "6hqHJmyPmyd",
    "joke": "What kind of music do mummy's like? Rap"
  },
  {
    "_id": "6prjykbFd",
    "joke": "What's large, grey, and doesn't matter?\r\nAn irrelephant.\r\n"
  },
  {
    "_id": "71gF6wHBsrc",
    "joke": "A book just fell on my head. I only have my shelf to blame."
  },
  {
    "_id": "71wsPKeF6h",
    "joke": "What did the dog say to the two trees? Bark bark."
  },
  {
    "_id": "7MRuzIYgaFd",
    "joke": "If a child refuses to sleep during nap time, are they guilty of resisting a rest?"
  },
  {
    "_id": "7MZ0LR7UfFd",
    "joke": "Why can't your nose be 12 inches long? Because then it'd be a foot!"
  },
  {
    "_id": "7U89MJeFdib",
    "joke": "Have you ever heard of a music group called Cellophane? They mostly wrap."
  },
  {
    "_id": "7USvkbaahFd",
    "joke": "What do you call a boy who stopped digging holes? Douglas."
  },
  {
    "_id": "7Ufi31gydFd",
    "joke": "What did the mountain climber name his son? Cliff."
  },
  {
    "_id": "7UnjNRfapzd",
    "joke": "Why should you never trust a pig with a secret? Because it's bound to squeal."
  },
  {
    "_id": "7Uvc29hFIBd",
    "joke": "Why are mummys scared of vacation? They're afraid to unwind."
  },
  {
    "_id": "7h3oGtrOfxc",
    "joke": "Whiteboards ... are remarkable."
  },
  {
    "_id": "7hNuz5MeVnb",
    "joke": "What kind of dinosaur loves to sleep? A stega-snore-us."
  },
  {
    "_id": "7p41Lmbpjqc",
    "joke": "What has three letters and starts with gas? A Car."
  },
  {
    "_id": "7wciy59MJe",
    "joke": "What’s Forest Gump’s Facebook password? 1forest1"
  },
  {
    "_id": "82LBXSfaFlb",
    "joke": "What kind of tree fits in your hand? A palm tree!"
  },
  {
    "_id": "82TnORSK6wc",
    "joke": "Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, ‘No, just leave it in the carton!’"
  },
  {
    "_id": "82gqciGBdFd",
    "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
  },
  {
    "_id": "82wAAI6pbh",
    "joke": "How many tickles does it take to tickle an octopus? Ten-tickles!"
  },
  {
    "_id": "82wHlbaapzd",
    "joke": "Me: If humans lose the ability to hear high frequency volumes as they get older, can my 4 week old son hear a dog whistle?\r\n\r\nDoctor: No, humans can never hear that high of a frequency no matter what age they are.\r\n\r\nMe: Trick question... dogs can't whistle."
  },
  {
    "_id": "892EImW0Dlb",
    "joke": "What musical instrument is found in the bathroom? A tuba toothpaste."
  },
  {
    "_id": "89pzsHtW8pb",
    "joke": "My boss told me to attach two pieces of wood together... I totally nailed it!"
  },
  {
    "_id": "8U0TClqOZDd",
    "joke": "What was the pumpkin’s favorite sport?\r\n\r\nSquash."
  },
  {
    "_id": "8U8EdpWnOuc",
    "joke": "Recent survey revealed 6 out of 7 dwarf's aren't happy."
  },
  {
    "_id": "8UDdUnrzkyd",
    "joke": "What do you call corn that joins the army? Kernel."
  },
  {
    "_id": "8USSSfVn3ob",
    "joke": "I've been trying to come up with a dad joke about momentum . . . but I just can't seem to get it going."
  },
  {
    "_id": "8UnrHe2T0g",
    "joke": "‘Put the cat out’ … ‘I didn’t realize it was on fire"
  },
  {
    "_id": "8hFYojqz5h",
    "joke": "Why don't skeletons ride roller coasters? They don't have the stomach for it."
  },
  {
    "_id": "8hVnbxcp4wc",
    "joke": "Is there a hole in your shoe? No… Then how’d you get your foot in it?"
  },
  {
    "_id": "8p49pWvcxAd",
    "joke": "Every night at 11:11, I make a wish that someone will come fix my broken clock."
  },
  {
    "_id": "8pWvzkjN7Ed",
    "joke": "Two muffins were sitting in an oven, and the first looks over to the second, and says, “man, it’s really hot in here”. The second looks over at the first with a surprised look, and answers, “WHOA, a talking muffin!”"
  },
  {
    "_id": "8prWvkOf2Ed",
    "joke": "What's the difference between a guitar and a fish? You can tune a guitar but you can't \"tuna\" fish!"
  },
  {
    "_id": "92oOKusHBd",
    "joke": "Did you hear that the police have a warrant out on a midget psychic ripping people off? It reads “Small medium at large.”"
  },
  {
    "_id": "99MZvHJJtzd",
    "joke": "Why don't sharks eat clowns?  Because they taste funny."
  },
  {
    "_id": "99U0T7hVDlb",
    "joke": "Just read a few facts about frogs. They were ribbiting."
  },
  {
    "_id": "99UDQZgyIBd",
    "joke": "Two satellites decided to get married. The wedding wasn't much, but the reception was incredible."
  },
  {
    "_id": "9EBljqWDAsc",
    "joke": "What do you call a fish with no eyes? A fsh."
  },
  {
    "_id": "9Mus4wkqzd",
    "joke": "What do you get if you put a duck in a cement mixer? Quacks in the pavement."
  },
  {
    "_id": "9hiGeNZ0Tnb",
    "joke": "They tried to make a diamond shaped like a duck. It quacked under the pressure."
  },
  {
    "_id": "9hyAsrzAItc",
    "joke": "Where’s the bin? Dad: I haven’t been anywhere!"
  },
  {
    "_id": "9pOR7pzItrc",
    "joke": "How do you make a water bed more bouncy. You use Spring Water"
  },
  {
    "_id": "9pW8xXgiiqc",
    "joke": "I considered building the patio by myself. But I didn't have the stones."
  },
  {
    "_id": "9pjqj3gqWDd",
    "joke": "In my career as a lumberjack I cut down exactly 52,487 trees. I know because I kept a log."
  },
  {
    "_id": "9prWnjyImyd",
    "joke": "Why do bears have hairy coats? Fur protection."
  },
  {
    "_id": "9xA51L6Uvc",
    "joke": "What do you get when you cross a bee and a sheep? A bah-humbug.\r\n"
  },
  {
    "_id": "9xPCt411ojb",
    "joke": "What did one snowman say to the other snow man? Do you smell carrot?"
  },
  {
    "_id": "A5MCY821gib",
    "joke": "Why do bees hum? Because they don't know the words."
  },
  {
    "_id": "A5ozsH6pWnb",
    "joke": "What do you call a troublesome Canadian high schooler? A poutine."
  },
  {
    "_id": "AAIYo4MJmrc",
    "joke": "A magician was driving down the street and then he turned into a driveway."
  },
  {
    "_id": "AAXnyImyPCd",
    "joke": "Don't trust atoms. They make up everything."
  },
  {
    "_id": "AAdFBXnGlyd",
    "joke": "If you walk into a forest and cut down a tree, but the tree doesn't understand why you cut it down, do you think it's stumped?"
  },
  {
    "_id": "AI6hiGtzAd",
    "joke": "Where do bees go to the bathroom?  The BP station."
  },
  {
    "_id": "AI6pbUSnbh",
    "joke": "What is the best way to carve?\r\nWhittle by whittle."
  },
  {
    "_id": "AIm3w5hiyd",
    "joke": "Why did the tree go to the dentist? It needed a root canal."
  },
  {
    "_id": "AQn3wPKeqrc",
    "joke": "It was raining cats and dogs the other day. I almost stepped in a poodle."
  },
  {
    "_id": "AXnrrcNmyAd",
    "joke": "Why do bananas have to put on sunscreen before they go to the beach? Because they might peel!"
  },
  {
    "_id": "AXvHeVvHeib",
    "joke": "What do you call a bee that lives in America? A USB."
  },
  {
    "_id": "Albp49Mmjyd",
    "joke": "I was wondering why the frisbee was getting bigger, then it hit me."
  },
  {
    "_id": "AljqO7hFBd",
    "joke": "A farmer had 297 cows, when he rounded them up, he found he had 300"
  },
  {
    "_id": "As4wsHtzd",
    "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
  },
  {
    "_id": "AsWLeVDAItc",
    "joke": "Somebody stole my Microsoft Office and they're going to pay - you have my Word."
  },
  {
    "_id": "AsrrcprjNCd",
    "joke": "What concert costs only 45 cents? 50 cent featuring Nickelback."
  },
  {
    "_id": "B5h311TS7h",
    "joke": "I couldn't figure out how the seat belt worked. Then it just clicked."
  },
  {
    "_id": "B5hNeNJYgFd",
    "joke": "What did the green grape say to the purple grape?\r\nBREATH!!"
  },
  {
    "_id": "BAdU0DAlVvc",
    "joke": "What do you call a dad that has fallen through the ice? A Popsicle."
  },
  {
    "_id": "BAscNus4ozd",
    "joke": "Two parrots are sitting on a perch. One turns to the other and asks, \"do you smell fish?\""
  },
  {
    "_id": "BI699EY08Ed",
    "joke": "Bad at golf? Join the club."
  },
  {
    "_id": "BQKZTnOCIe",
    "joke": "I had a pair of racing snails. I removed their shells to make them more aerodynamic, but they became sluggish."
  },
  {
    "_id": "BQfaxsHBsrc",
    "joke": "What do you call a pile of cats?  A Meowtain."
  },
  {
    "_id": "BQnyImOCIBd",
    "joke": "How do hens stay fit? They always egg-cercise!"
  },
  {
    "_id": "BdxHQZ0TCd",
    "joke": "Can a kangaroo jump higher than the Empire State Building? Of course. The Empire State Building can't jump."
  },
  {
    "_id": "BsHtcN7hiqc",
    "joke": "What do you give a sick lemon? Lemonaid."
  },
  {
    "_id": "C59hNRCdUnb",
    "joke": "What do you call an old snowman? Water."
  },
  {
    "_id": "CAlG6MRnWnb",
    "joke": "I just got fired from a florist, apparently I took too many leaves."
  },
  {
    "_id": "CIt49pjG6wc",
    "joke": "Why don’t skeletons ever go trick or treating? Because they have nobody to go with."
  },
  {
    "_id": "CQSKeaFIBsc",
    "joke": "What does a female snake use for support? A co-Bra!"
  },
  {
    "_id": "CYvsHtWDAlb",
    "joke": "\"Dad, I'm cold.\"\r\n\"Go stand in the corner, I hear it's 90 degrees.\""
  },
  {
    "_id": "Cd2gFdFQKuc",
    "joke": "Child: Dad, make me a sandwich. Dad: Poof! You're a sandwich."
  },
  {
    "_id": "ClGY8xc2EBd",
    "joke": "Why are graveyards so noisy? Because of all the coffin."
  },
  {
    "_id": "CtWgqjbMeib",
    "joke": "What kind of bagel can fly? A plain bagel."
  },
  {
    "_id": "D5E6USfNmb",
    "joke": "How many apples grow on a tree? All of them!"
  },
  {
    "_id": "D5wAA5o4TCd",
    "joke": "What do you call a careful wolf? Aware wolf."
  },
  {
    "_id": "DAskq4oWSvc",
    "joke": "I was just looking at my ceiling. Not sure if it’s the best ceiling in the world, but it’s definitely up there."
  },
  {
    "_id": "DIeFtkVvHlb",
    "joke": "Why do valley girls hang out in odd numbered groups? Because they can't even."
  },
  {
    "_id": "DIeaUDlbUDd",
    "joke": "“My Dog has no nose.” “How does he smell?” “Awful”"
  },
  {
    "_id": "DImrciqWSCd",
    "joke": "What do you call a cow with no legs? Ground beef."
  },
  {
    "_id": "DY8UvkqHexc",
    "joke": "Why did the half blind man fall in the well? Because he couldn't see that well!"
  },
  {
    "_id": "DYLukyIY8Ed",
    "joke": "As I suspected, someone has been adding soil to my garden. The plot thickens."
  },
  {
    "_id": "Dd2EY018Me",
    "joke": "What do bees do after they are married? They go on a honeymoon."
  },
  {
    "_id": "Dt4hNJJmykb",
    "joke": "It’s hard to explain puns to kleptomaniacs, because they take everything literally."
  },
  {
    "_id": "DtWSnydN7h",
    "joke": "It's difficult to say what my wife does, she sells sea shells by the sea shore."
  },
  {
    "_id": "DtcaMmWDImb",
    "joke": "Why did Dracula lie in the wrong coffin? He made a grave mistake."
  },
  {
    "_id": "EBAsPfiNuzd",
    "joke": "What did one plate say to the other plate? Dinner is on me!"
  },
  {
    "_id": "EBQfiyXD5ob",
    "joke": "what do you call a dog that can do magic tricks? a labracadabrador"
  },
  {
    "_id": "EIJmGY8Etrc",
    "joke": "Doctor: Do you want to hear the good news or the bad news?\r\nPatient: Good news please.\r\nDoctor: we're naming a disease after you."
  },
  {
    "_id": "EQKZDIeah",
    "joke": "Atheism is a non-prophet organisation."
  },
  {
    "_id": "EYo4TCAdUf",
    "joke": "I tried to write a chemistry joke, but could never get a reaction."
  },
  {
    "_id": "EYojGtPRusc",
    "joke": "I gave my friend 10 puns hoping that one of them would make him laugh. Sadly, no pun in ten did."
  },
  {
    "_id": "EYoz51DtHtc",
    "joke": "What do computers and air conditioners have in common? They both become useless when you open windows."
  },
  {
    "_id": "EdpjyXSfNCd",
    "joke": "What do you call a monkey in a mine field? A babooooom!\n"
  },
  {
    "_id": "ElbaF6wHlyd",
    "joke": "I cut my finger cutting cheese. I know it may be a cheesy story but I feel grate now."
  },
  {
    "_id": "ElyXS0gFBAd",
    "joke": "How do you steal a coat? You jacket."
  },
  {
    "_id": "EtzscNuk3Ed",
    "joke": "Why don't you find hippopotamuses hiding in trees?\r\nThey're really good at it."
  },
  {
    "_id": "F6wPR71Dtzd",
    "joke": "I’m reading a book on the history of glue – can’t put it down."
  },
  {
    "_id": "FBQ7wskbMmb",
    "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
  },
  {
    "_id": "FBQK6MexPuc",
    "joke": "My friend told me that pepper is the best seasoning for a roast, but I took it with a grain of salt."
  },
  {
    "_id": "FBskq4MRnrc",
    "joke": "Just watched a documentary about beavers… It was the best damn program I’ve ever seen."
  },
  {
    "_id": "FIY8992wskb",
    "joke": "Why do choirs keep buckets handy? So they can carry their tune"
  },
  {
    "_id": "FImyA5EIBAd",
    "joke": "Did you hear about the kidnapping at school? It's ok, he woke up."
  },
  {
    "_id": "FYTv41LmbFd",
    "joke": "You will never guess what Elsa did to the balloon. She let it go."
  },
  {
    "_id": "FYobM71o4ob",
    "joke": "Did you hear about the two thieves who stole a calendar? They each got six months."
  },
  {
    "_id": "FdN7hiG6Uvc",
    "joke": "Why can't eggs have love? They will break up too soon."
  },
  {
    "_id": "FdN7przPCtc",
    "joke": "You can't run through a camp site. You can only ran, because it's past tents."
  },
  {
    "_id": "FdN7wcxAskb",
    "joke": "They're making a movie about clocks. It's about time"
  },
  {
    "_id": "FdNZTnWvHBd",
    "joke": "I’ve just been reading a book about anti-gravity, it’s impossible to put down!"
  },
  {
    "_id": "FdxHeiqjqzd",
    "joke": "Archaeology really is a career in ruins."
  },
  {
    "_id": "FtHBXvXL6h",
    "joke": "I was going to get a brain transplant, but I changed my mind"
  },
  {
    "_id": "G6EtkOZD5h",
    "joke": "Why can't you use \"Beef stew\" as a password? Because it's not stroganoff."
  },
  {
    "_id": "G6pr4EQfiqc",
    "joke": "What did the piece of bread say to the knife? Butter me up."
  },
  {
    "_id": "GBscNZg3gib",
    "joke": "Why couldn't the lifeguard save the hippie? He was too far out, man."
  },
  {
    "_id": "GQuzAAXgah",
    "joke": "Some people say that I never got over my obsession with Phil Collins.\r\nBut take a look at me now."
  },
  {
    "_id": "GYDY8xXLmyd",
    "joke": "Why did the girl smear peanut butter on the road? To go with the traffic jam."
  },
  {
    "_id": "GYTCA5TKZvc",
    "joke": "It takes guts to be an organ donor."
  },
  {
    "_id": "GeFQZ89h",
    "joke": "The rotation of earth really makes my day."
  },
  {
    "_id": "GlGBIY0wAAd",
    "joke": "How much does a hipster weigh? An instagram."
  },
  {
    "_id": "GlbxXg3TClb",
    "joke": "A woman is on trial for beating her husband to death with his guitar collection. Judge says, ‘First offender?’ She says, ‘No, first a Gibson! Then a Fender!’"
  },
  {
    "_id": "GlbxkyPRKuc",
    "joke": "I saw an ad in a shop window, \"Television for sale, $1, volume stuck on full\", I thought, \"I can't turn that down\"."
  },
  {
    "_id": "GtH6E6UD5Ed",
    "joke": "What kind of dog lives in a particle accelerator? A Fermilabrador Retriever."
  },
  {
    "_id": "H6Elb2LBdxc",
    "joke": "What's blue and not very heavy?  Light blue."
  },
  {
    "_id": "H6pWvHQKJe",
    "joke": "Guy told me today he did not know what cloning is. I told him, \"that makes 2 of us.\""
  },
  {
    "_id": "HBszX8MJ6h",
    "joke": "I was so proud when I finished the puzzle in six months, when on the side it said three to four years."
  },
  {
    "_id": "HJJY0LR7hyd",
    "joke": "Where did you learn to make ice cream? Sunday school."
  },
  {
    "_id": "HQZorO7pWnb",
    "joke": "Coffee has a tough time at my house, every morning it gets mugged."
  },
  {
    "_id": "HQfNZDIRSnb",
    "joke": "A quick shoutout to all of the sidewalks out there... Thanks for keeping me off the streets."
  },
  {
    "_id": "HQuXvkjqcpb",
    "joke": "Where does Napoleon keep his armies? In his sleevies."
  },
  {
    "_id": "HY8xHeiNeFd",
    "joke": "Leather is great for sneaking around because it's made of hide."
  },
  {
    "_id": "HYgiVDAscFd",
    "joke": "People are making apocalypse jokes like there’s no tomorrow."
  },
  {
    "_id": "HYoGYTvX0g",
    "joke": "What is the tallest building in the world? The library – it’s got the most stories!"
  },
  {
    "_id": "HeaFdiyIJe",
    "joke": "What kind of magic do cows believe in? MOODOO."
  },
  {
    "_id": "HeiqcaMRKBd",
    "joke": "What’s the longest word in the dictionary? Smiles. Because there’s a mile between the two S’s."
  },
  {
    "_id": "HlbFQ71wkyd",
    "joke": "I just broke my guitar. It's okay, I won't fret"
  },
  {
    "_id": "Ht49xX8xXDd",
    "joke": "It's only a murder of crows if there's probable caws."
  },
  {
    "_id": "HtcNuHJBQCd",
    "joke": "How many kids with ADD does it take to change a lightbulb? Let's go ride bikes!"
  },
  {
    "_id": "I6h3ozAIYDd",
    "joke": "Where do hamburgers go to dance? The meat-ball."
  },
  {
    "_id": "IBszdxXDAsc",
    "joke": "I invented a new word! Plagiarism!"
  },
  {
    "_id": "IJBA51Tvcxc",
    "joke": "Did you know that ghosts call their true love their ghoul-friend?"
  },
  {
    "_id": "IJBAsrrzPmb",
    "joke": "What do you call a cow with two legs? Lean beef."
  },
  {
    "_id": "IJYvcFIBAlb",
    "joke": "What did the big flower say to the littler flower? Hi, bud!"
  },
  {
    "_id": "IRKJBQ7p4wc",
    "joke": " I never wanted to believe that my Dad was stealing from his job as a road worker. But when I got home, all the signs were there.\r\n\r\n"
  },
  {
    "_id": "IRZDtWSnWDd",
    "joke": "Why do pumpkins sit on people’s porches?\r\n\r\nThey have no hands to knock on the door."
  },
  {
    "_id": "IRuX8U8EImb",
    "joke": "Who is the coolest Doctor in the hospital? The hip Doctor!"
  },
  {
    "_id": "IYT082EQukb",
    "joke": "Why was ten scared of seven? Because seven ate nine."
  },
  {
    "_id": "IYgiyIR7hib",
    "joke": "What do you get when you cross a rabbit with a water hose? Hare spray."
  },
  {
    "_id": "IeiyIRSnbxc",
    "joke": "I applied to be a doorman but didn't get the job due to lack of experience. That surprised me, I thought it was an entry level position."
  },
  {
    "_id": "IexXD5TnGBd",
    "joke": "I knew a guy who collected candy canes, they were all in mint condition"
  },
  {
    "_id": "It4Etrjiqrc",
    "joke": "Why does a chicken coop only have two doors? Because if it had four doors it would be a chicken sedan."
  },
  {
    "_id": "ItWLR792Ed",
    "joke": "\"I'll call you later.\" Don't call me later, call me Dad."
  },
  {
    "_id": "ItWSnbUfVnb",
    "joke": "Why did the teddy bear say “no” to dessert? Because she was stuffed."
  },
  {
    "_id": "JBIBImbMe",
    "joke": "Did you hear the one about the giant pickle?  He was kind of a big dill."
  },
  {
    "_id": "JBs4T79Edpb",
    "joke": "Breaking news! Energizer Bunny arrested – charged with battery."
  },
  {
    "_id": "JJ61L61Lusc",
    "joke": "How many bones are in the human hand? A handful of them."
  },
  {
    "_id": "JeF69xAQSnb",
    "joke": "A red and a blue ship have just collided in the Caribbean. Apparently the survivors are marooned."
  },
  {
    "_id": "JeVDI6EBIe",
    "joke": "I've just written a song about a tortilla. Well, it is more of a rap really."
  },
  {
    "_id": "JeaxXvkyPf",
    "joke": "Can February march? No, but April may."
  },
  {
    "_id": "JmGtkyIJeqc",
    "joke": "So a duck walks into a pharmacy and says “Give me some chap-stick… and put it on my bill”"
  },
  {
    "_id": "JmjbxkGJBAd",
    "joke": "Egyptians claimed to invent the guitar, but they were such lyres.﻿"
  },
  {
    "_id": "JtcxXS0ozAd",
    "joke": "Toasters were the first form of pop-up notifications."
  },
  {
    "_id": "K6UKmykqrjb",
    "joke": "What is a witch's favorite subject in school? Spelling!"
  },
  {
    "_id": "K6USKBXvcib",
    "joke": "What do you call a crowd of chess players bragging about their wins in a hotel lobby? Chess nuts boasting in an open foyer."
  },
  {
    "_id": "K6UvXD5Mexc",
    "joke": "Which side of the chicken has more feathers? The outside."
  },
  {
    "_id": "KBsWnO711Dd",
    "joke": "Remember, the best angle to approach a problem from is the \"try\" angle."
  },
  {
    "_id": "KBsrz5ws4Ed",
    "joke": "Why are fish easy to weigh? Because they have their own scales."
  },
  {
    "_id": "KJJtPuPKJe",
    "joke": "What did the scarf say to the hat? You go on ahead, I am going to hang around a bit longer."
  },
  {
    "_id": "KJmW8h3oWnb",
    "joke": "Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very esteemed colleague."
  },
  {
    "_id": "KJmrOKeNexc",
    "joke": "This morning I was wondering where the sun was, but then it dawned on me."
  },
  {
    "_id": "KZDtkG6pjqc",
    "joke": "Writing with a broken pencil is pointless."
  },
  {
    "_id": "KeqOmOZDYDd",
    "joke": "Why is it so windy inside an arena? All those fans."
  },
  {
    "_id": "KmW8hFlV0ob",
    "joke": "A panda walks into a bar and says to the bartender “I’ll have a Scotch and . . . . . . . . . . . . . . Coke thank you”. \r\n\r\n“Sure thing” the bartender replies and asks “but what’s with the big pause?” \r\n\r\nThe panda holds up his hands and says “I was born with them”"
  },
  {
    "_id": "L6UnyP7Unyd",
    "joke": "“Doctor, I’ve broken my arm in several places” Doctor “Well don’t go to those places.”"
  },
  {
    "_id": "LB5wHQSvzAd",
    "joke": "Where was the Declaration of Independence signed?\r\n\r\nAt the bottom! "
  },
  {
    "_id": "LBAQ79MJmb",
    "joke": "What’s the difference between an African elephant and an Indian elephant? About 5000 miles."
  },
  {
    "_id": "LBdUvcFB5h",
    "joke": "Two peanuts were walking down the street. One was a salted"
  },
  {
    "_id": "LRf2obFBskb",
    "joke": "Don’t interrupt someone working intently on a puzzle. Chances are, you’ll hear some crosswords."
  },
  {
    "_id": "LRnGeVfiNe",
    "joke": "Today a man knocked on my door and asked for a small donation towards the local swimming pool. I gave him a glass of water."
  },
  {
    "_id": "Lmjqzsr49pb",
    "joke": "What did the Zen Buddist say to the hotdog vendor? Make me one with everything."
  },
  {
    "_id": "LuciNmbaMmb",
    "joke": "What did the digital clock say to the grandfather clock? Look, no hands!"
  },
  {
    "_id": "M7EBXgVSCAd",
    "joke": "A weasel walks into a bar. The bartender says, \"Wow, I've never served a weasel before. What can I get for you?\"\r\n\"Pop,\" goes the weasel."
  },
  {
    "_id": "M7ElyAQCAd",
    "joke": "How was the snow globe feeling after the storm? A little shaken."
  },
  {
    "_id": "M7wPC5wPKBd",
    "joke": "Did you hear the one about the guy with the broken hearing aid? Neither did he."
  },
  {
    "_id": "MCImjqrWvzd",
    "joke": "Did you hear about the campsite that got visited by Bigfoot? It got in tents."
  },
  {
    "_id": "MCYLZ0wAsc",
    "joke": "I saw a documentary on TV last night about how they put ships together.  It was rivetting."
  },
  {
    "_id": "MCt4wX8pb",
    "joke": "What did the Red light say to the Green light? Don't look at me I'm changing!"
  },
  {
    "_id": "MJB511wAXvc",
    "joke": "What did the ocean say to the beach? Thanks for all the sediment."
  },
  {
    "_id": "MRC5hNCAXg",
    "joke": "What did the left eye say to the right eye? Between us, something smells!"
  },
  {
    "_id": "MRZ0LJtHQCd",
    "joke": "What do you call a fly without wings? A walk."
  },
  {
    "_id": "MZ82EIB5hFd",
    "joke": "Why did the melons plan a big wedding? Because they cantaloupe!"
  },
  {
    "_id": "MZDtW0gi3g",
    "joke": "Yesterday I confused the words \"jacuzzi\" and \"yakuza\". Now I'm in hot water with the Japanese mafia."
  },
  {
    "_id": "MZga2gFlysc",
    "joke": "What is the least spoken language in the world?\r\nSign Language"
  },
  {
    "_id": "MZoOCQ7wcpb",
    "joke": "What do birds give out on Halloween? Tweets."
  },
  {
    "_id": "MZvsrzXgyd",
    "joke": "I used to think I was indecisive, but now I'm not sure."
  },
  {
    "_id": "Me2wAAl31wc",
    "joke": "Velcro… What a rip-off."
  },
  {
    "_id": "MeaFYLBAQuc",
    "joke": "Have you heard the rumor going around about butter? Never mind, I shouldn't spread it."
  },
  {
    "_id": "N7pWvcxsHBd",
    "joke": "What happens to a frog's car when it breaks down? It gets toad."
  },
  {
    "_id": "NCAIYLeNe",
    "joke": "I fear for the calendar, its days are numbered.\n"
  },
  {
    "_id": "NCQfqHYgaFd",
    "joke": "I'm glad I know sign language, it's pretty handy."
  },
  {
    "_id": "NJBl3TnrHlb",
    "joke": "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me."
  },
  {
    "_id": "NJJ6wH6hNCd",
    "joke": "What do you get when you cross a chicken with a skunk? A fowl smell!"
  },
  {
    "_id": "NRuHJYgaUDd",
    "joke": "How many hipsters does it take to change a lightbulb? Oh, it's a really obscure number. You've probably never heard of it."
  },
  {
    "_id": "NZDlb299Uf",
    "joke": "Where do sheep go to get their hair cut? The baa-baa shop."
  },
  {
    "_id": "NmbFtH69hFd",
    "joke": "Our wedding was so beautiful, even the cake was in tiers."
  },
  {
    "_id": "NmjNJJR7wc",
    "joke": "Why did the miner get fired from his job? He took it for granite..."
  },
  {
    "_id": "NucUfVvXLBd",
    "joke": "What did the hat say to the scarf?\r\nYou can hang around. I'll just go on ahead.\r\n"
  },
  {
    "_id": "O7haxA5Tfxc",
    "joke": "Where do cats write notes?\r\nScratch Paper!"
  },
  {
    "_id": "OCtWnGJtPuc",
    "joke": "Why is the new Kindle screen textured to look like paper? So you feel write at home."
  },
  {
    "_id": "ORK6UDA5hqc",
    "joke": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
  },
  {
    "_id": "OZLuP7UDtkb",
    "joke": "What’s the advantage of living in Switzerland? Well, the flag is a big plus."
  },
  {
    "_id": "OfNmyI6Ed",
    "joke": "Why did the cookie cry? It was feeling crumby."
  },
  {
    "_id": "P71TnyI6prc",
    "joke": "Me and my mates are in a band called Duvet. We're a cover band."
  },
  {
    "_id": "PC5TCQuXnrc",
    "joke": "Where do you learn to make banana splits? At sundae school."
  },
  {
    "_id": "PRZ8xHtcprc",
    "joke": "Nurse: Doctor, there's a patient that says he's invisible. Doctor: Well, tell him I can't see him right now!"
  },
  {
    "_id": "PZDAXL6pOCd",
    "joke": "What was a more important invention than the first telephone? The second one."
  },
  {
    "_id": "PZgyPmjb2ob",
    "joke": "What do you get when you cross a snowman with a vampire? Frostbite."
  },
  {
    "_id": "PfaMusPucFd",
    "joke": "What do you do when your bunny gets wet? You get your hare dryer."
  },
  {
    "_id": "PmyXSfxHBd",
    "joke": "Did you know crocodiles could grow up to 15 feet? But most just have 4."
  },
  {
    "_id": "PucUvXSvkqc",
    "joke": "Why did the fireman wear red, white, and blue suspenders? To hold his pants up."
  },
  {
    "_id": "PuskbxcpWnb",
    "joke": "In the news a courtroom artist was arrested today, I'm not surprised, he always seemed sketchy."
  },
  {
    "_id": "Q7pGY0Dt4Ed",
    "joke": "What do you call someone with no nose? Nobody knows."
  },
  {
    "_id": "QKJR79EIYDd",
    "joke": "What do you call a girl between two posts? Annette."
  },
  {
    "_id": "Qn31o49Musc",
    "joke": "What do you call a fat psychic? A four-chin teller."
  },
  {
    "_id": "Qn3EIRZorrc",
    "joke": "I used to be a banker, but I lost interest."
  },
  {
    "_id": "QnWnWSfiqc",
    "joke": "Why can't a bicycle stand on its own? It's two-tired."
  },
  {
    "_id": "QuscibaMClb",
    "joke": "What does a pirate pay for his corn? A buccaneer!"
  },
  {
    "_id": "Qusrcahiib",
    "joke": "Astronomers got tired watching the moon go around the earth for 24 hours. They decided to call it a day."
  },
  {
    "_id": "R7UfaahVfFd",
    "joke": "My dog used to chase people on a bike a lot. It got so bad I had to take his bike away."
  },
  {
    "_id": "R7hFtWv49h",
    "joke": "I ate a clock yesterday. It was so time consuming."
  },
  {
    "_id": "RC51wcNRClb",
    "joke": "Two dyslexics walk into a bra."
  },
  {
    "_id": "RCQKuHJBdib",
    "joke": "I been watching a channel on TV that is strictly just about origami — of course it is paper-view."
  },
  {
    "_id": "RSvzPuzAdpb",
    "joke": "Milk is also the fastest liquid on earth – its pasteurized before you even see it"
  },
  {
    "_id": "RZv4h3gV0g",
    "joke": "Is the pool safe for diving? It deep ends."
  },
  {
    "_id": "RfiGei3E6Ed",
    "joke": "Why do scuba divers fall backwards into the water? Because if they fell forwards they’d still be in the boat."
  },
  {
    "_id": "RuHYTSvzsrc",
    "joke": "My wife told me to rub the herbs on the meat for better flavor. That's sage advice."
  },
  {
    "_id": "S0TvXvzPfFd",
    "joke": "A man was caught stealing in a supermarket today while balanced on the shoulders of a couple of vampires. He was charged with shoplifting on two counts. "
  },
  {
    "_id": "S7MCtHBQuc",
    "joke": "Ben & Jerry's really need to improve their operation. The only way to get there is down a rocky road."
  },
  {
    "_id": "S7wHQKJe2wc",
    "joke": "How are false teeth like stars? They come out at night!"
  },
  {
    "_id": "SKeqOucNeFd",
    "joke": "What time did the man go to the dentist? Tooth hurt-y."
  },
  {
    "_id": "SSCQCdi39Ed",
    "joke": "Did you hear about the cheese factory that exploded in France? There was nothing left but de Brie."
  },
  {
    "_id": "SSnW8xsrrjb",
    "joke": "How does a penguin build it’s house? Igloos it together."
  },
  {
    "_id": "Sn39Elb2LBd",
    "joke": "What is this movie about? It is about 2 hours long."
  },
  {
    "_id": "SnOf2gqjiqc",
    "joke": "Why are pirates called pirates? Because they arrr!"
  },
  {
    "_id": "SnrcpbhVKBd",
    "joke": "Where does Fonzie like to go for lunch? Chick-Fil-Eyyyyyyyy."
  },
  {
    "_id": "SvPRCIeiNuc",
    "joke": "How does a dyslexic poet write? Inverse."
  },
  {
    "_id": "SvXDImbMe",
    "joke": "Don't tell secrets in corn fields. Too many ears around."
  },
  {
    "_id": "SvzIBAQS0Dd",
    "joke": "What did the pirate say on his 80th birthday? Aye Matey!"
  },
  {
    "_id": "TC5TCt49prc",
    "joke": "Why did the A go to the bathroom and come out as an E? Because he had a vowel movement."
  },
  {
    "_id": "TCA59hiiVvc",
    "joke": "Yesterday a clown held a door open for me. I thought it was a nice jester."
  },
  {
    "_id": "TCY0LmGQnb",
    "joke": "Why did the opera singer go sailing? They wanted to hit the high Cs."
  },
  {
    "_id": "TKZD592LZob",
    "joke": "Never Trust Someone With Graph Paper...\r\n\r\nThey're always plotting something."
  },
  {
    "_id": "TKmbUDI6UDd",
    "joke": "What do you call an elephant that doesn’t matter? An irrelephant."
  },
  {
    "_id": "TS0gFlqr4ob",
    "joke": "What do you call a group of disorganized cats? A cat-tastrophe."
  },
  {
    "_id": "TS7U0oWnjyd",
    "joke": "What is bread's favorite number?  Leaven."
  },
  {
    "_id": "TSfFYT7EBd",
    "joke": "Why can’t you hear a pterodactyl go to the bathroom? The p is silent."
  },
  {
    "_id": "TfVvX0wscib",
    "joke": "How do you know if there’s an elephant under your bed? Your head hits the ceiling!"
  },
  {
    "_id": "TvPf2gyAdxc",
    "joke": "Why does Norway have barcodes on their battleships? So when they get back to port, they can Scandinavian."
  },
  {
    "_id": "TvPfV8prOuc",
    "joke": "What's the worst part about being a cross-eyed teacher?\r\n\r\nThey can't control their pupils."
  },
  {
    "_id": "Tvcah31oWvc",
    "joke": "What do you call a fashionable lawn statue with an excellent sense of rhythmn? A metro-gnome"
  },
  {
    "_id": "TvzdxXSCdFd",
    "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
  },
  {
    "_id": "UKeFB59EQf",
    "joke": "Why did the coffee file a police report? It got mugged."
  },
  {
    "_id": "UKeiNeVnrc",
    "joke": "Mountains aren't just funny, they are hill areas"
  },
  {
    "_id": "UKuXvzAlOuc",
    "joke": "I was going to learn how to juggle, but I didn't have the balls."
  },
  {
    "_id": "USnOZoORusc",
    "joke": "The Swiss must've been pretty confident in their chances of victory if they included a corkscrew in their army knife."
  },
  {
    "_id": "UfqHY8EQClb",
    "joke": "I wear a stethoscope so that in a medical emergency I can teach people a valuable lesson about assumptions."
  },
  {
    "_id": "UfxAIm3wkjb",
    "joke": "Why are ghosts bad liars? Because you can see right through them!"
  },
  {
    "_id": "UnWS0wcF6Ed",
    "joke": "Every machine in the coin factory broke down all of a sudden without explanation. It just doesn’t make any cents."
  },
  {
    "_id": "V0gyPusWSCd",
    "joke": "Why does it take longer to get from 1st to 2nd base, than it does to get from 2nd to 3rd base? Because there’s a Shortstop in between!"
  },
  {
    "_id": "V0orcFdFIBd",
    "joke": "What do you do when you see a space man?\r\nPark your car, man."
  },
  {
    "_id": "V0wkbprcprc",
    "joke": "If you want a job in the moisturizer industry, the best advice I can give is to apply daily."
  },
  {
    "_id": "V8hFQCY8Unb",
    "joke": "Where do you take someone who has been injured in a Peek-a-boo accident? To the I.C.U."
  },
  {
    "_id": "VDYgib2T7wc",
    "joke": "When you have a bladder infection, urine trouble."
  },
  {
    "_id": "VDdxcp4ob",
    "joke": "How do you make Lady Gaga cry? Poker face. "
  },
  {
    "_id": "VKe2gNCQnb",
    "joke": "What do you call a group of killer whales playing instruments? An Orca-stra."
  },
  {
    "_id": "VKexkV0LeFd",
    "joke": "I was in an 80's band called the prevention. We were better than the cure."
  },
  {
    "_id": "VSn3oOmyPmb",
    "joke": "What did Michael Jackson name his denim store?    Billy Jeans!"
  },
  {
    "_id": "VfFlGJmOmb",
    "joke": "People saying 'boo! to their friends has risen by 85% in the last year.... That's a frightening statistic."
  },
  {
    "_id": "VnysHtWvkqc",
    "joke": "Geology rocks, but Geography is where it's at!"
  },
  {
    "_id": "VvP7U0D5TCd",
    "joke": "I was at the library and asked if they have any books on \"paranoia\", the librarian replied, \"yes, they are right behind you\""
  },
  {
    "_id": "W018xscFIe",
    "joke": "Have you heard of the band 1023MB? They haven't got a gig yet."
  },
  {
    "_id": "W82EtW01wkb",
    "joke": "What happens when you anger a brain surgeon? They will give you a piece of your mind."
  },
  {
    "_id": "W8MClVvXSf",
    "joke": "I needed a password eight characters long so I picked Snow White and the Seven Dwarfs."
  },
  {
    "_id": "WD5oWLuXgFd",
    "joke": "I used to work at a stationery store.  But, I didn't feel like I was going anywhere.\r\n\r\nSo, I got a job at a travel agency.  Now, I know I'll be going places."
  },
  {
    "_id": "WLJJRKJeqjb",
    "joke": "I used to work in a shoe recycling shop. It was sole destroying."
  },
  {
    "_id": "WSKe2ojiNe",
    "joke": "I used to hate facial hair, but then it grew on me."
  },
  {
    "_id": "WgFY82ozsrc",
    "joke": "R.I.P. boiled water. You will be mist."
  },
  {
    "_id": "WgV0T0wk3ob",
    "joke": "Q: What did the spaghetti say to the other spaghetti?\r\nA: Pasta la vista, baby!"
  },
  {
    "_id": "WvHJJ611wAd",
    "joke": "The first time I got a universal remote control I thought to myself, \"This changes everything\""
  },
  {
    "_id": "WvHJJ61obFd",
    "joke": "Why is the ocean always blue? Because the shore never waves back."
  },
  {
    "_id": "WvPZTvsWDd",
    "joke": "Why did the feline fail the lie detector test? Because he be lion."
  },
  {
    "_id": "WvsHlyszkyd",
    "joke": "Why did the man put his money in the freezer? He wanted cold hard cash!"
  },
  {
    "_id": "X01T0DQKuzd",
    "joke": "I decided to sell my Hoover… well it was just collecting dust."
  },
  {
    "_id": "X0wkGJtPKuc",
    "joke": "Why do ducks make great detectives? They always quack the case."
  },
  {
    "_id": "X8pWSKJRZg",
    "joke": "What does a clock do when it's hungry? It goes back four seconds!"
  },
  {
    "_id": "X8xAlq4E6Ed",
    "joke": "What do I look like? A JOKE MACHINE!?"
  },
  {
    "_id": "XDImr41obh",
    "joke": "I bought shoes from a drug dealer once. I don't know what he laced them with, but I was tripping all day."
  },
  {
    "_id": "XLRfNuPZDAd",
    "joke": "What is a tornado's favorite game to play? Twister!"
  },
  {
    "_id": "XgVnOK6USnb",
    "joke": "You know that cemetery up the road? People are dying to get in there."
  },
  {
    "_id": "Xn3wX8hi3Ed",
    "joke": "Did you hear about the Mexican train killer? He had loco motives"
  },
  {
    "_id": "Xny5MZvHQCd",
    "joke": "Can I watch the TV? Dad: Yes, but don’t turn it on."
  },
  {
    "_id": "Y0LZ0Ddxcib",
    "joke": "What is worse then finding a worm in your Apple? Finding half a worm in your Apple."
  },
  {
    "_id": "YLm39E6pjqc",
    "joke": "What do vegetarian zombies eat? Grrrrrainnnnnssss."
  },
  {
    "_id": "Yg3orWS7wkb",
    "joke": "\"I'm sorry.\" \"Hi sorry, I'm dad\""
  },
  {
    "_id": "YvHQnW8U8pb",
    "joke": "What is the hardest part about sky diving? The ground."
  },
  {
    "_id": "YvkV8xXnjyd",
    "joke": "Why did the cowboy have a weiner dog? Somebody told him to get a long little doggy."
  },
  {
    "_id": "Z8UDIRuXLmb",
    "joke": "Who did the wizard marry? His ghoul-friend"
  },
  {
    "_id": "Z8p4MeaaFBd",
    "joke": "How many seconds are in a year?\r\n12.\r\nJanuary 2nd, February 2nd, March 2nd, April 2nd.... etc"
  },
  {
    "_id": "Z8xHBQZ0Lmb",
    "joke": "I ordered a chicken and an egg from Amazon. I'll let you know."
  },
  {
    "_id": "ZDAIRn39prc",
    "joke": "Ever wondered why bees hum? It's because they don't know the words."
  },
  {
    "_id": "ZDAlOZgydxc",
    "joke": "How many optometrists does it take to change a light bulb? 1 or 2? 1... or 2?"
  },
  {
    "_id": "ZDIYvPKBQuc",
    "joke": "There's not really any training for garbagemen. They just pick things up as they go."
  },
  {
    "_id": "ZDtzdFlqOf",
    "joke": "Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction."
  },
  {
    "_id": "ZgyPZDtkbFd",
    "joke": "What do you call a bear with no teeth? A gummy bear!"
  },
  {
    "_id": "Zo4E6pbFIBd",
    "joke": "I’ve deleted the phone numbers of all the Germans I know from my mobile phone. Now it’s Hans free."
  },
  {
    "_id": "ZoGQuXgV0ob",
    "joke": "What do you call your friend who stands in a hole? Phil."
  },
  {
    "_id": "ZobU08UKBd",
    "joke": "A doll was recently found dead in a rice paddy. It's the only known instance of a nick nack paddy wack."
  },
  {
    "_id": "Zv4wHQuXgyd",
    "joke": "How do you tell the difference between a crocodile and an alligator? You will see one later and one in a while."
  },
  {
    "_id": "ZvHBQC59Muc",
    "joke": "What do you call a fake noodle? An impasta."
  },
  {
    "_id": "ZvPfFQukVvc",
    "joke": "The word queue is ironic. It's just q with a bunch of silent letters waiting in line."
  },
  {
    "_id": "ZvzkyXnWLuc",
    "joke": "What do you call a droid that takes the long way around? R2 detour."
  },
  {
    "_id": "a218pbMmOmb",
    "joke": "What's the best thing about elevator jokes? They work on so many levels."
  },
  {
    "_id": "a29pbp4haFd",
    "joke": "Where do rabbits go after they get married? On a bunny-moon."
  },
  {
    "_id": "aFQZo49haxc",
    "joke": "Why do cows wear bells? Because their horns don't work."
  },
  {
    "_id": "aFtzPRSnbxc",
    "joke": "Two fish are in a tank, one turns to the other and says, \"how do you drive this thing?\""
  },
  {
    "_id": "aMmbaFYTKBd",
    "joke": "I finally bought the limited edition Thesaurus that I've always wanted. When I opened it, all the pages were blank.\r\nI have no words to describe how angry I am."
  },
  {
    "_id": "aaUKeahqWvc",
    "joke": "This is my step ladder. I never knew my real ladder."
  },
  {
    "_id": "ahqjV82LBAd",
    "joke": "I was thinking about moving to Moscow but there is no point Russian into things."
  },
  {
    "_id": "ap4orcpGtrc",
    "joke": "A man walks into a bar and orders helicopter flavor chips. The barman replies “sorry mate we only do plain”"
  },
  {
    "_id": "apjyd21DQuc",
    "joke": "I got an A on my origami assignment when I turned my paper into my teacher"
  },
  {
    "_id": "axPR79MZvc",
    "joke": "What did the fish say when it swam into a wall? Damn!"
  },
  {
    "_id": "bMus4MZDAlb",
    "joke": "Why does Waldo only wear stripes? Because he doesn't want to be spotted."
  },
  {
    "_id": "baFQZv4w5wc",
    "joke": "My New Years resolution is to stop leaving things so late."
  },
  {
    "_id": "bprz5wXSSvc",
    "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
  },
  {
    "_id": "bxXLeqzP7wc",
    "joke": "Americans can't switch from pounds to kilograms overnight. That would cause mass confusion."
  },
  {
    "_id": "c2LJR7Ed2ob",
    "joke": "An apple a day keeps the bullies away. If you throw it hard enough."
  },
  {
    "_id": "c2TSfxXgqrc",
    "joke": "Why does Superman get invited to dinners? Because he is a Supperhero."
  },
  {
    "_id": "cFd21gNClyd",
    "joke": "Why is no one friends with Dracula? Because he's a pain in the neck."
  },
  {
    "_id": "cNRZTfFtrjb",
    "joke": "A man got hit in the head with a can of Coke, but he was alright because it was a soft drink."
  },
  {
    "_id": "cUnWLRZ01wc",
    "joke": "What is the leading cause of dry skin? Towels"
  },
  {
    "_id": "cUvsHt41gFd",
    "joke": "A man walked in to a bar with some asphalt on his arm. He said “Two beers please, one for me and one for the road.”"
  },
  {
    "_id": "caxscaMRnjb",
    "joke": "Did you know the first French fries weren't actually cooked in France? They were cooked in Greece."
  },
  {
    "_id": "ci311DtH6h",
    "joke": "I’ll tell you something about German sausages, they’re the wurst"
  },
  {
    "_id": "ciiNuXDY0wc",
    "joke": "Where did Captain Hook get his hook? From a second hand store."
  },
  {
    "_id": "cp4TCdahqc",
    "joke": "I got fired from a florist, apparently I took too many leaves."
  },
  {
    "_id": "cpWnWg3TKmb",
    "joke": "Two silk worms had a race. They ended up in a tie."
  },
  {
    "_id": "cxHYg3gFQf",
    "joke": "I got fired from the transmission factor, turns out I didn't put on enough shifts..."
  },
  {
    "_id": "cxXv4Elj3wc",
    "joke": "Where do young cows eat lunch? In the calf-ateria."
  },
  {
    "_id": "cxcpGeiyAd",
    "joke": "I went to the doctor today and he told me I had type A blood but it was a type O."
  },
  {
    "_id": "d21DAXSCljb",
    "joke": "How does a French skeleton say hello? Bone-jour."
  },
  {
    "_id": "daaUfibh",
    "joke": "Why was the big cat disqualified from the race? Because it was a cheetah."
  },
  {
    "_id": "daxcxciqHe",
    "joke": "What do prisoners use to call each other? Cell phones."
  },
  {
    "_id": "diGeqOfiqc",
    "joke": "What’s E.T. short for? He’s only got little legs."
  },
  {
    "_id": "dibUSv4ojyd",
    "joke": "What kind of award did the dentist receive? A little plaque."
  },
  {
    "_id": "dpGtcxPKuzd",
    "joke": "Do you know where you can get chicken broth in bulk? The stock market."
  },
  {
    "_id": "dpWvHtW0Tnb",
    "joke": "What's orange and sounds like a parrot? A Carrot."
  },
  {
    "_id": "dprjbhyAAAd",
    "joke": "A Sandwich walks into a bar, the bartender says “Sorry, we don’t serve food here”"
  },
  {
    "_id": "dx5ojVK61wc",
    "joke": "What do you get hanging from Apple trees? Sore arms."
  },
  {
    "_id": "e2obFd2oOf",
    "joke": "I thought about going on an all-almond diet. But that's just nuts."
  },
  {
    "_id": "eFlVnrOClyd",
    "joke": "I don’t play soccer because I enjoy the sport. I’m just doing it for kicks."
  },
  {
    "_id": "eNmyXDtzkqc",
    "joke": "Today a girl said she recognized me from vegetarian club, but I’m sure I’ve never met herbivore."
  },
  {
    "_id": "eNuHJBQCdFd",
    "joke": "How do you organize a space party? You planet."
  },
  {
    "_id": "eNuPm3Etzkb",
    "joke": "How do you make holy water? You boil the hell out of it."
  },
  {
    "_id": "eVKRZTKeiib",
    "joke": "A man is washing the car with his son. The son asks...... \"Dad, can’t you just use a sponge?\""
  },
  {
    "_id": "ea2TnGBXnrc",
    "joke": "They laughed when I said I wanted to be a comedian – they’re not laughing now."
  },
  {
    "_id": "ea2wkyscah",
    "joke": "What does an angry pepper do? It gets jalapeño face."
  },
  {
    "_id": "eaMCQKRZ0ob",
    "joke": "Don't buy flowers at a monastery. Because only you can prevent florist friars."
  },
  {
    "_id": "ei3T08EQZob",
    "joke": "Hostess: Do you have a preference of where you sit?\r\nDad: Down."
  },
  {
    "_id": "eiiVvH6MCd",
    "joke": "Did you hear about the submarine industry? It really took a dive..."
  },
  {
    "_id": "eiyAXnWS0g",
    "joke": "The biggest knight at King Arthur's round table was Sir Cumference. He acquired his size from eating too much pi."
  },
  {
    "_id": "eqcpOf2EImb",
    "joke": "To the person who stole my anti-depressant pills: I hope you're happy now."
  },
  {
    "_id": "exH6pOuzXDd",
    "joke": "How do you get a baby alien to sleep?  You rocket."
  },
  {
    "_id": "exXSCtkOKe",
    "joke": "Why do pirates not know the alphabet? They always get stuck at \"C\"."
  },
  {
    "_id": "f211DdFBdxc",
    "joke": "Did you hear about the chameleon who couldn't change color? They had a reptile dysfunction."
  },
  {
    "_id": "fNZTCdFBImb",
    "joke": "Why did the house go to the doctor? It was having window panes."
  },
  {
    "_id": "fNeVDI6USnb",
    "joke": "I made a playlist for hiking. It has music from Peanuts, The Cranberries, and Eminem. I call it my Trail Mix."
  },
  {
    "_id": "fNmOm3Ediyd",
    "joke": "What do you call a dictionary on drugs? High definition."
  },
  {
    "_id": "fVKuPmjq4Ed",
    "joke": "A Skeleton walked into a bar he said I need a beer and a mop"
  },
  {
    "_id": "fVv4MRuHBsc",
    "joke": "How do robots eat guacamole? With computer chips."
  },
  {
    "_id": "fii3Tv4hFd",
    "joke": "Today, my son asked \"Can I have a book mark?\" and I burst into tears. 11 years old and he still doesn't know my name is Brian."
  },
  {
    "_id": "fiyPR7wPZDd",
    "joke": "When does a joke become a dad joke? When it becomes apparent."
  },
  {
    "_id": "fiydpr4EQnb",
    "joke": "What’s brown and sounds like a bell? Dung!"
  },
  {
    "_id": "fqWgFt4Edxc",
    "joke": "Why do crabs never give to charity? Because they’re shellfish."
  },
  {
    "_id": "g3LZTCYDYg",
    "joke": "What do you call a pig with three eyes? Piiig"
  },
  {
    "_id": "gFtrHYoWnjb",
    "joke": "How do you make a hankie dance? Put a little boogie in it."
  },
  {
    "_id": "gNRnWvzdiib",
    "joke": "Sgt.: Commissar! Commissar! The troops are revolting! Commissar: Well, you’re pretty repulsive yourself."
  },
  {
    "_id": "gNZTCQnWSf",
    "joke": "The other day I was listening to a song about superglue, it’s been stuck in my head ever since."
  },
  {
    "_id": "gaUfNJ6hapb",
    "joke": "If you’re struggling to think of what to get someone for Christmas. Get them a fridge and watch their face light up when they open it."
  },
  {
    "_id": "giyXgahV0wc",
    "joke": "The great thing about stationery shops is they're always in the same place..."
  },
  {
    "_id": "h39UfibMJBd",
    "joke": "Did you hear about the cheese who saved the world? It was Legend-dairy!"
  },
  {
    "_id": "hNu4oORnOmb",
    "joke": "What do you call cheese by itself? Provolone."
  },
  {
    "_id": "haMJRfF6hFd",
    "joke": "How do you fix a broken pizza? With tomato paste."
  },
  {
    "_id": "haahVKZDtrc",
    "joke": "What's red and bad for your teeth? A Brick."
  },
  {
    "_id": "hiVSCdUvXg",
    "joke": "I heard there was a new store called Moderation. They have everything there"
  },
  {
    "_id": "hqjGlyImrzd",
    "joke": "A beekeeper was indicted after he confessed to years of stealing at work. They charged him with emBEEzlement"
  },
  {
    "_id": "hyPmOZLBIBd",
    "joke": "I used to work for a soft drink can crusher. It was soda pressing."
  },
  {
    "_id": "i31LeNRuzAd",
    "joke": "Why did the chicken get a penalty? For fowl play."
  },
  {
    "_id": "i39hqWnGljb",
    "joke": "When Dad drops a pea off of his plate ‘oh dear I’ve pee’d on the table!"
  },
  {
    "_id": "iGJeVKmWDlb",
    "joke": "My cat was just sick on the carpet, I don’t think it’s feline well."
  },
  {
    "_id": "iGQZDAIRZDd",
    "joke": "Why did the burglar hang his mugshot on the wall? To prove that he was framed!"
  },
  {
    "_id": "iGlOClqrrrc",
    "joke": "I dreamed about drowning in an ocean made out of orange soda last night. It took me a while to work out it was just a Fanta sea."
  },
  {
    "_id": "iV0DQ7pjGlb",
    "joke": "I had a dream that I was a muffler last night. I woke up exhausted!"
  },
  {
    "_id": "iq4hVD599pb",
    "joke": "Doctor you've got you help me, I'm addicted to twitter. Doctor: I don't follow you."
  },
  {
    "_id": "iykVf21gykb",
    "joke": "My boss told me to have a good day. So I went home..."
  },
  {
    "_id": "jNCtkyIeNuc",
    "joke": "I broke my finger at work today, on the other hand I'm completely fine."
  },
  {
    "_id": "jNmykbUSSvc",
    "joke": "I went to a book store and asked the saleswoman where the Self Help section was, she said if she told me it would defeat the purpose."
  },
  {
    "_id": "jVKBQS0o4h",
    "joke": "How does a scientist freshen their breath? With experi-mints!"
  },
  {
    "_id": "jbU0LmyPKBd",
    "joke": "What has ears but cannot hear? A field of corn."
  },
  {
    "_id": "jbpbFlORCAd",
    "joke": "People who don't eat gluten are really going against the grain."
  },
  {
    "_id": "jiVfq4MZDlb",
    "joke": "Sore throats are a pain in the neck!"
  },
  {
    "_id": "jyPCYTKuskb",
    "joke": "How did Darth Vader know what Luke was getting for Christmas? He felt his presents."
  },
  {
    "_id": "jyPf2giqHlb",
    "joke": "What's the difference between a seal and a sea lion?\r\nAn ion! "
  },
  {
    "_id": "kOf2gFY0gqc",
    "joke": "I think circles are pointless."
  },
  {
    "_id": "kOfaUvP7Muc",
    "joke": "What did the Dorito farmer say to the other Dorito farmer? Cool Ranch!"
  },
  {
    "_id": "kbUv4T0Ddxc",
    "joke": "A ghost walks into a bar and asks for a glass of vodka but the bar tender says, “sorry we don’t serve spirits”"
  },
  {
    "_id": "kqcFBlGJYDd",
    "joke": "You know what they say about cliffhangers..."
  },
  {
    "_id": "kqjNmbM7wsc",
    "joke": "Why do wizards clean their teeth three times a day? To prevent bat breath!"
  },
  {
    "_id": "lG6pjibpbxc",
    "joke": "Feeling pretty proud of myself. The Sesame Street puzzle I bought said 3-5 years, but I finished it in 18 months."
  },
  {
    "_id": "lGJmrrzAsc",
    "joke": "A termite walks into a bar and asks “Is the bar tender here?”"
  },
  {
    "_id": "lGe2Tvskyd",
    "joke": "Why are fish so smart? Because they live in schools!"
  },
  {
    "_id": "lGlbhqjGJBd",
    "joke": "How does the moon cut his hair? Eclipse it."
  },
  {
    "_id": "lV8hqHexHBd",
    "joke": "Why did the worker get fired from the orange juice factory? Lack of concentration."
  },
  {
    "_id": "lbU01DljGtc",
    "joke": "I couldn't get a reservation at the library. They were completely booked."
  },
  {
    "_id": "ljGB5o49Elb",
    "joke": "Dad, can you put my shoes on? I don't think they'll fit me."
  },
  {
    "_id": "ljqzkVKJtrc",
    "joke": "How do you get two whales in a car? Start in England and drive West."
  },
  {
    "_id": "lqWgFlyPusc",
    "joke": "What do you call an Argentinian with a rubber toe? Roberto"
  },
  {
    "_id": "ly5hNR7w5Ed",
    "joke": "I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy."
  },
  {
    "_id": "lyPZgVn3Le",
    "joke": "What did the ocean say to the shore? Nothing, it just waved."
  },
  {
    "_id": "lyk3EIBQfxc",
    "joke": "I went to the zoo the other day, there was only one dog in it. It was a shitzu."
  },
  {
    "_id": "m3E69pbhaFd",
    "joke": "I gave all my dead batteries away today, free of charge."
  },
  {
    "_id": "m3wPZoz51ob",
    "joke": "Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on."
  },
  {
    "_id": "mG61giiy5wc",
    "joke": "Why didn't the number 4 get into the nightclub? Because he is 2 square."
  },
  {
    "_id": "mGeFlykbFBd",
    "joke": "What do you call a sheep with no legs? A cloud."
  },
  {
    "_id": "mGlbFtk3Tvc",
    "joke": "Why did the m&m go to school? Because it wanted to be a Smartie!"
  },
  {
    "_id": "mGtHtcUfqjb",
    "joke": "Did you hear that David lost his ID in prague? Now we just have to call him Dav."
  },
  {
    "_id": "mO7hqWvsPCd",
    "joke": "My wife is on a tropical fruit diet, the house is full of stuff. It is enough to make a mango crazy."
  },
  {
    "_id": "mOR7h392TCd",
    "joke": "Why are basketball players messy eaters? Because they are always dribbling."
  },
  {
    "_id": "mOfqzdx51wc",
    "joke": "Why do mathematicians hate the U.S.? Because it's indivisible."
  },
  {
    "_id": "mW01DA511ob",
    "joke": "I knew i shouldn’t have ate that seafood. Because now i’m feeling a little… Eel"
  },
  {
    "_id": "mWS7hVKRSnb",
    "joke": "Past, present, and future walked into a bar.... It was tense."
  },
  {
    "_id": "mbpbapbhiyd",
    "joke": "Did you hear about the bread factory burning down? They say the business is toast."
  },
  {
    "_id": "mrHQKBA5MCd",
    "joke": "My boss told me that he was going to fire the person with the worst posture. I have a hunch, it might be me."
  },
  {
    "_id": "n3gVSC5oOmb",
    "joke": "What's black and white and read all over? The newspaper."
  },
  {
    "_id": "n3o4orjiysc",
    "joke": "Why are skeletons so calm? Because nothing gets under their skin."
  },
  {
    "_id": "nOfNJY89EBd",
    "joke": "Without geometry life is pointless."
  },
  {
    "_id": "nOfV0gVKBd",
    "joke": "“Hold on, I have something in my shoe”  “I’m pretty sure it’s a foot”"
  },
  {
    "_id": "nWDdFdFYLuc",
    "joke": "Have you heard about the film \"Constipation\", you probably haven't because it's not out yet."
  },
  {
    "_id": "nWvXSvHBd",
    "joke": "I hate perforated lines, they're tearable."
  },
  {
    "_id": "nWvcUD5orrc",
    "joke": "I asked the surgeon if I could administer my own anesthetic, they said: go ahead, knock yourself out."
  },
  {
    "_id": "nbFBdiydxkb",
    "joke": "Why did the barber win the race? He took a short cut."
  },
  {
    "_id": "nrrj3TfFdxc",
    "joke": "Why did the octopus beat the shark in a fight? Because it was well armed."
  },
  {
    "_id": "o4MexXSClb",
    "joke": "What did the judge say to the dentist? Do you swear to pull the tooth, the whole tooth and nothing but the tooth?"
  },
  {
    "_id": "oGBIRKuPukb",
    "joke": "\"What time is it?\" I don't know... it keeps changing."
  },
  {
    "_id": "oGY0wsWnysc",
    "joke": "You can't trust a ladder. It will always let you down"
  },
  {
    "_id": "oOKBsPZ0wc",
    "joke": "I am so good at sleeping I can do it with my eyes closed!"
  },
  {
    "_id": "oOR7hFdx5Ed",
    "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
  },
  {
    "_id": "oORfVv4oOCd",
    "joke": "What are the strongest days of the week? Saturday and Sunday...the rest are weekdays."
  },
  {
    "_id": "oWS08MeVvzd",
    "joke": "My friend said to me: \"What rhymes with orange\" I said: \"no it doesn't\""
  },
  {
    "_id": "obahq4MJtzd",
    "joke": "I had a rough day, and then somebody went and ripped the front and back pages from my dictionary. It just goes from bad to worse."
  },
  {
    "_id": "obhFBljb2g",
    "joke": "I adopted my dog from a blacksmith. As soon as we got home he made a bolt for the door."
  },
  {
    "_id": "ozPf21LJJtc",
    "joke": "Where does batman go to the bathroom? The batroom."
  },
  {
    "_id": "ozPmbFtWDlb",
    "joke": "Some people say that comedians who tell one too many light bulb jokes soon burn out, but they don't know watt they are talking about. They're not that bright."
  },
  {
    "_id": "ozsPmORZvzd",
    "joke": "A bartender broke up with her boyfriend, but he kept asking her for another shot."
  },
  {
    "_id": "p4oWvPClVnb",
    "joke": "What do you call a cow on a trampoline? A milk shake!"
  },
  {
    "_id": "pGe2EYozAsc",
    "joke": "What do you call a nervous javelin thrower? Shakespeare."
  },
  {
    "_id": "pOuzPmyIYob",
    "joke": "What do you call an eagle who can play the piano? Talonted!"
  },
  {
    "_id": "pWLRK6pWDtc",
    "joke": "What do you call a boomerang that won't come back? A stick."
  },
  {
    "_id": "pWn31TCQ7pb",
    "joke": "What do you call a duck that gets all A's? A wise quacker."
  },
  {
    "_id": "pWv4MuzAQCd",
    "joke": "I used to work for an origami company but they folded."
  },
  {
    "_id": "pjyA59MRusc",
    "joke": "There’s a new type of broom out, it’s sweeping the nation."
  },
  {
    "_id": "prWDIBdiGlb",
    "joke": "I just wrote a book on reverse psychology. Do not read it!"
  },
  {
    "_id": "prWLBszsWDd",
    "joke": "The shovel was a ground-breaking invention."
  },
  {
    "_id": "pzXvHl3EYg",
    "joke": "Why don’t seagulls fly over the bay? Because then they’d be bay-gulls!"
  },
  {
    "_id": "pzkbpORS7wc",
    "joke": "Parallel lines have so much in common. It’s a shame they’ll never meet."
  },
  {
    "_id": "pzsrrcU08pb",
    "joke": "The best time on a clock is 6:30--hands down."
  },
  {
    "_id": "q4hVKRnOmjb",
    "joke": "What do you call a magician who has lost their magic? Ian."
  },
  {
    "_id": "q4hiGJBXLe",
    "joke": "Why do fish live in salt water? Because pepper makes them sneeze!"
  },
  {
    "_id": "qOK61Tvs4Ed",
    "joke": "When do doctors get angry? When they run out of patients."
  },
  {
    "_id": "qOmyPmO79h",
    "joke": "A man tried to sell me a coffin today. I told him that's the last thing I need."
  },
  {
    "_id": "qWDlOZozXDd",
    "joke": "It doesn't matter how much you push the envelope. It will still be stationary."
  },
  {
    "_id": "qjV8EIRfVnb",
    "joke": "What did the shy pebble wish for? That she was a little boulder."
  },
  {
    "_id": "qjbF6E6wHlb",
    "joke": "Why did the belt go to prison? He held up a pair of pants!"
  },
  {
    "_id": "qjyszskjNCd",
    "joke": "Wife told me to take the spider out instead of killing it... We had some drinks, cool guy, wants to be a web developer."
  },
  {
    "_id": "qrHJ69M7hFd",
    "joke": "What cheese can never be yours? Nacho cheese."
  },
  {
    "_id": "qrHeiqHJmrc",
    "joke": "What is a vampire's favorite fruit? A blood orange."
  },
  {
    "_id": "qrOfN7w5ojb",
    "joke": "A cannibal is someone who is fed up with people."
  },
  {
    "_id": "rHBQuXLR7h",
    "joke": "Why did the cookie cry?\r\nBecause his mother was a wafer so long"
  },
  {
    "_id": "rc2E6EdiNe",
    "joke": "Want to hear my pizza joke? Never mind, it's too cheesy."
  },
  {
    "_id": "rcxk3TSKusc",
    "joke": "What did the grape do when he got stepped on? He let out a little wine."
  },
  {
    "_id": "rjiyXLZTSf",
    "joke": "What did the 0 say to the 8? Nice belt."
  },
  {
    "_id": "rjqOZoO7pb",
    "joke": "Why was the picture sent to prison? It was framed."
  },
  {
    "_id": "rzs4T0oWgFd",
    "joke": "Two peanuts were walking down the street. One was a salted."
  },
  {
    "_id": "s49h3ElVnrc",
    "joke": "I burned 2000 calories today, I left my food in the oven for too long."
  },
  {
    "_id": "s4Me29U0gqc",
    "joke": "Cosmetic surgery used to be such a taboo subject.\r\nNow you can talk about Botox and nobody raises an eyebrow."
  },
  {
    "_id": "sHlqrjyPf",
    "joke": "How can you tell a vampire has a cold? They start coffin."
  },
  {
    "_id": "sPRnOfiyAAd",
    "joke": "At the boxing match, the dad got into the popcorn line and the line for hot dogs, but he wanted to stay out of the punchline."
  },
  {
    "_id": "sPfqWDlq4Ed",
    "joke": "\"Hey, dad, did you get a haircut?\" \"No, I got them all cut.\""
  },
  {
    "_id": "sWSSnbaUfqc",
    "joke": "Why is there always a gate around cemeteries? Because people are always dying to get in."
  },
  {
    "_id": "scUvsrORKe",
    "joke": "I asked a frenchman if he played video games. He said \"Wii\""
  },
  {
    "_id": "scaFQfFlqjb",
    "joke": "My dentist is the best, he even has a little plaque!"
  },
  {
    "_id": "scaUn3TfNe",
    "joke": "So, I heard this pun about cows, but it’s kinda offensive so I won’t say it. I don’t want there to be any beef between us. "
  },
  {
    "_id": "scpGtcNJJBd",
    "joke": "What do Alexander the Great and Winnie the Pooh have in common? Same middle name."
  },
  {
    "_id": "skGtHlORfFd",
    "joke": "What kind of music do planets listen to? Nep-tunes."
  },
  {
    "_id": "srjbpzs4h",
    "joke": "Shout out to my grandma, that's the only way she can hear."
  },
  {
    "_id": "szItcaFQnjb",
    "joke": "Why was the broom late for the meeting? He overswept."
  },
  {
    "_id": "szXDA59U0wc",
    "joke": "I went on a date last night with a girl from the zoo. It was great. She’s a keeper."
  },
  {
    "_id": "t4MJRuXDIe",
    "joke": "Why do you never see elephants hiding in trees? Because they're so good at it."
  },
  {
    "_id": "tHJtrrzP7wc",
    "joke": "Mahatma Gandhi, as you know, walked barefoot most of the time, which produced an impressive set of calluses on his feet. \r\nHe also ate very little, which made him rather frail and with his odd diet, he suffered from bad breath. \r\nThis made him a super calloused fragile mystic hexed by halitosis."
  },
  {
    "_id": "tPuPm3EYDAd",
    "joke": "What do you call an alligator in a vest? An in-vest-igator!"
  },
  {
    "_id": "tWL618U8Ed",
    "joke": "What did celery say when he broke up with his girlfriend? She wasn't right for me, so I really don't carrot all."
  },
  {
    "_id": "tWL6U01obpb",
    "joke": "Thanks for explaining the word \"many\" to me. It means a lot."
  },
  {
    "_id": "tcFBIm3gyd",
    "joke": "What's brown and sticky? A stick."
  },
  {
    "_id": "tkji39992Ed",
    "joke": "What biscuit does a short person like? Shortbread. "
  },
  {
    "_id": "trc2EYT0ob",
    "joke": "The invention of the wheel was what got things rolling"
  },
  {
    "_id": "trjG61Dlqzd",
    "joke": "Why was Santa's little helper feeling depressed? Because he has low elf esteem.\n"
  },
  {
    "_id": "u4Tvkba21wc",
    "joke": "Why did Sweden start painting barcodes on the sides of their battleships? So they could Scandinavian."
  },
  {
    "_id": "uPu4MRZLmrc",
    "joke": "Want to hear a chimney joke? Got stacks of em! First one's on the house"
  },
  {
    "_id": "ucapjGQZTf",
    "joke": "What do you call a pig that knows karate? A pork chop!"
  },
  {
    "_id": "ucxPZDAlGlb",
    "joke": "If two vegans are having an argument, is it still considered beef?"
  },
  {
    "_id": "ukOCYoWDQuc",
    "joke": "My sea sickness comes in waves."
  },
  {
    "_id": "usWLJeaUvc",
    "joke": "For Valentine's day, I decided to get my wife some beads for an abacus.  It's the little things that count."
  },
  {
    "_id": "usrcaMuszd",
    "joke": "What's the worst thing about ancient history class? The teachers tend to Babylon."
  },
  {
    "_id": "uszdNZ8MRCd",
    "joke": "My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible."
  },
  {
    "_id": "v4wAlO7USf",
    "joke": "What type of music do balloons hate? Pop music!"
  },
  {
    "_id": "vPmy5EtPKuc",
    "joke": "Do you want a brief explanation of what an acorn is? In a nutshell, it's an oak tree."
  },
  {
    "_id": "vPuzAd299pb",
    "joke": "How come a man driving a train got struck by lightning? He was a good conductor."
  },
  {
    "_id": "vPuzPfqOKe",
    "joke": "Camping is intense."
  },
  {
    "_id": "vX8MeFdUDlb",
    "joke": "Dad died because he couldn't remember his blood type. I will never forget his last words. Be positive."
  },
  {
    "_id": "vXgNZ0wcxAd",
    "joke": "I’m on a whiskey diet. I’ve lost three days already."
  },
  {
    "_id": "vcNJRnrcNCd",
    "joke": "How does Darth Vader like his toast? On the dark side."
  },
  {
    "_id": "vk31LJB5Elb",
    "joke": "Why didn’t the orange win the race? It ran out of juice."
  },
  {
    "_id": "vkV0L6wcFlb",
    "joke": "Did you hear about the runner who was criticized? He just took it in stride"
  },
  {
    "_id": "wA5wX0wXLmb",
    "joke": "What animal is always at a game of cricket? A bat."
  },
  {
    "_id": "wHJtHeFY8h",
    "joke": "Why did the Clydesdale give the pony a glass of water?  Because he was a little horse!"
  },
  {
    "_id": "wHYgNmrcxc",
    "joke": "I started a new business making yachts in my attic this year...the sails are going through the roof"
  },
  {
    "_id": "wHlOu4o41g",
    "joke": "If you think swimming with dolphins is expensive, you should try swimming with sharks--it cost me an arm and a leg!"
  },
  {
    "_id": "wX0gNuXgVnb",
    "joke": "What did the Buffalo say to his little boy when he dropped him off at school? Bison."
  },
  {
    "_id": "wXDIB5h3wc",
    "joke": "I used to have a job at a calendar factory but I got the sack because I took a couple of days off."
  },
  {
    "_id": "wcxHJBl3gFd",
    "joke": "I am terrified of elevators. I’m going to start taking steps to avoid them."
  },
  {
    "_id": "wcxPRu41wc",
    "joke": "Why do bees have sticky hair? Because they use honey combs!"
  },
  {
    "_id": "wsPKZozsc",
    "joke": "Did you know you should always take an extra pair of pants golfing? Just in case you get a hole in one."
  },
  {
    "_id": "x5M799Ufib",
    "joke": "I wish I could clean mirrors for a living. It's just something I can see myself doing."
  },
  {
    "_id": "xAlOZ8pOmjb",
    "joke": "How do the trees get on the internet? They log on."
  },
  {
    "_id": "xHQucUvszd",
    "joke": "To the guy who invented zero... thanks for nothing."
  },
  {
    "_id": "xHY8xsHYTnb",
    "joke": "What lies at the bottom of the ocean and twitches? A nervous wreck."
  },
  {
    "_id": "xXSv492wPmb",
    "joke": "What is red and smells like blue paint?\r\nRed paint!"
  },
  {
    "_id": "xXg3LZLZDd",
    "joke": "*Reversing the car* \"Ah, this takes me back\""
  },
  {
    "_id": "xXgyXvXgFlb",
    "joke": "Doctor you've got to help me, I'm addicted to Twitter. Doctor: I don't follow you."
  },
  {
    "_id": "xXvzXga21wc",
    "joke": "How do locomotives know where they're going? Lots of training"
  },
  {
    "_id": "xc21Lmbxcib",
    "joke": "How did the hipster burn the roof of his mouth? He ate the pizza before it was cool."
  },
  {
    "_id": "xcFBQClq4wc",
    "joke": "A butcher accidentally backed into his meat grinder and got a little behind in his work that day."
  },
  {
    "_id": "xkGB5oWSKmb",
    "joke": "Did you hear about the new restaurant on the moon? The food is great, but there’s just no atmosphere."
  },
  {
    "_id": "xkVDIBsPRCd",
    "joke": "What do you call a beehive without the b's? An eehive."
  },
  {
    "_id": "xs4o49hF6pb",
    "joke": "What kind of pants do ghosts wear? Boo jeans."
  },
  {
    "_id": "xscaxH6M7h",
    "joke": "Two guys walked into a bar, the third one ducked."
  },
  {
    "_id": "y59pGlbhyAd",
    "joke": "I really want to buy one of those supermarket checkout dividers, but the cashier keeps putting it back."
  },
  {
    "_id": "yItzAdUKBd",
    "joke": "A horse walks into a bar. The bar tender says \"Hey.\" The horse says \"Sure.\""
  },
  {
    "_id": "yP7MRucFQCd",
    "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
  },
  {
    "_id": "yX821Lusrrc",
    "joke": "What's the difference between a poorly dressed man on a tricycle and a well dressed man on a bicycle? Attire."
  },
  {
    "_id": "ykb2TSKRSnb",
    "joke": "Why are giraffes so slow to apologize? Because it takes them a long time to swallow their pride."
  },
  {
    "_id": "ysHQZvcpbFd",
    "joke": "\"Dad, I'm hungry.\" Hello, Hungry. I'm Dad."
  },
  {
    "_id": "zA5MJYDY0Dd",
    "joke": "I'm practicing for a bug-eating contest and I've got butterflies in my stomach."
  },
  {
    "_id": "zPRCljGQ7Ed",
    "joke": "I have the heart of a lion... and a lifetime ban from the San Diego Zoo."
  },
  {
    "_id": "zPZ0TClqrc",
    "joke": "What do you call a guy lying on your doorstep? Matt."
  },
  {
    "_id": "zdpjyXnjbFd",
    "joke": "I met this girl on a dating site and, I don't know, we just clicked."
  },
  {
    "_id": "zkO7wHJmrc",
    "joke": "What did the calculator say to the student? You can count on me."
  },
  {
    "_id": "zkysrzkVfqc",
    "joke": "What do you call a gorilla wearing headphones? Anything you'd like, it can't hear you."
  },
  {
    "_id": "zsHBljyk3wc",
    "joke": "Have you heard about corduroy pillows?  They're making headlines!"
  }
]
